Revit 2027 API
ParameterTypeId.RebarSpliceLapLengthMultiplier Property
 "Lap Length Multiplier"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSpliceLapLengthMultiplier { get; }
Public Shared ReadOnly Property RebarSpliceLapLengthMultiplier As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSpliceLapLengthMultiplier {
	ForgeTypeId^ get ();
}
static member RebarSpliceLapLengthMultiplier : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace